TAL_INT_GIT/Sample Data/NUPCO/CustomerMaster/custin/custin

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:sap-com:document:sap:rfc:functions">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:ZMM_GET_CUST_DATA_V1>
         <!--Optional:-->
         <ZDATE>2020-12-12</ZDATE>
         <!--Optional:-->
         <ZTIME>00:00:00</ZTIME>
      </urn:ZMM_GET_CUST_DATA_V1>
   </soapenv:Body>
</soapenv:Envelope>